templates/request_by_mail.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
<s:Header>
<Action s:mustUnderstand="1" xmlns="http://schemas.microsoft.com/ws/2005/05/addressing/none">http://tempuri.org/IHTNG_AuthenticationService/ValidateEmailAddress</Action>
</s:Header>
<s:Body>
<ValidateEmailAddress xmlns="http://tempuri.org/">
<Request xmlns:d4p1="http://schemas.datacontract.org/2004/07/HTNG_Authentication" xmlns:i="http://www.w3.org/2001/XMLSchema-instance">
<d4p1:EmailAddress>{{USER}}</d4p1:EmailAddress>
<d4p1:Password>{{PASSWORD}}</d4p1:Password>
</Request>
</ValidateEmailAddress>
</s:Body>
</s:Envelope>